{
  "profile.master.title": "Doctoral Program (S3)",
  "profile.title": "About the Doctoral Program in Management at STIE Mahardhika",
  "profile.vision.title": "Program Vision",
  "profile.vision.content": "STIE Mahardhika is committed to becoming an internationally reputable doctoral program that is ICT-based, entrepreneurial, ethical, and spirited with 'Gila Marketing' in developing economics, management, and business.",
  "profile.description.title": "Program Description",
  "profile.description.intro": "The Doctoral Program in Management at STIE Mahardhika is designed for professionals, academics, and researchers who wish to deepen their competence in management through advanced research and innovation-oriented knowledge development. The curriculum is comprehensively structured with a cutting-edge technology-based research approach.",
  "profile.highlights.title": "Program Advantages",
  "profile.highlights.research.title": "Innovative Research & Technology",
  "profile.highlights.research.desc": "Utilizing a cutting-edge technology-based research approach to produce creative, innovative, and internationally competitive research.",
  "profile.highlights.mentorship.title": "Personal & Expert Mentorship",
  "profile.highlights.mentorship.desc": "Receive personal guidance from experienced lecturers to develop an academic and professional path that aligns with your career goals.",
  "profile.highlights.spirit.title": "Gila Marketing Spirit",
  "profile.highlights.spirit.desc": "Emphasizing the importance of a spirit for thinking outside the box, being adaptive, and oriented towards new breakthroughs in the world of management and business.",
  "profile.highlights.leadership.title": "Leadership Development",
  "profile.highlights.leadership.desc": "Equipped with strategic analysis skills, visionary leadership, and high ethical integrity to become leaders of change.",
  "profile.highlights.network.title": "Extensive International Network",
  "profile.highlights.network.desc": "Creating research collaborations and reputable publications through a network with universities, the business world, and government.",
  "profile.highlights.graduate.title": "Graduates as Thought Leaders",
  "profile.highlights.graduate.desc": "Becoming academics, researchers, consultants, or strategic executives capable of driving progress in management in the global era.",
  "profile.head.name": "Prof. Dr. Purwanto, SE., MM",
  "profile.head.title": "Head of the Doctoral Program in Management",
  "profile.head.greeting.title": "A Word from the Head of the Program",
  "profile.focus.title": "Main Program Focus",
  "profile.focus.strategy.title": "Strategic Management",
  "profile.focus.strategy.desc": "Developing visionary leadership for strategic decision-making.",
  "profile.focus.hr.title": "HR Management",
  "profile.focus.hr.desc": "Creating superior talent and an innovative work environment.",
  "profile.focus.finance.title": "Financial Management",
  "profile.focus.finance.desc": "Mastering financial analysis for sustainable business growth.",
  "profile.focus.marketing.title": "Marketing & 'Gila Marketing'",
  "profile.focus.marketing.desc": "Thinking out-of-the-box to create new breakthroughs in business.",
  "profile.focus.entrepreneurship.title": "Entrepreneurship",
  "profile.focus.entrepreneurship.desc": "Fostering innovation and the creation of globally competitive businesses.",
  "profile.focus.ict.title": "ICT-Based Management",
  "profile.focus.ict.desc": "Leveraging technology for innovation and competitive advantage in the digital era."
}